[
  {
    "id": 1,
    "name": "Croissant",
    "description": "Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.\nCras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.",
    "quantity": "1 large",
    "price$": 0.99,
    "slug": "croissant",
    "categories": [
      "Bread & rice"
    ]
  },
  {
    "id": 2,
    "name": "Gherkins",
    "description": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.\nMaecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
    "quantity": "A can of 10",
    "price$": 4.5,
    "slug": "gherkins",
    "categories": [
      "Vegetables",
      "Canned food"
    ]
  },
  {
    "id": 3,
    "name": "Bay Leaves",
    "description": "Nulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.\nCras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.\nQuisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.",
    "quantity": "1 bundle",
    "price$": 3.45,
    "slug": "bay-leaves",
    "categories": [
      "Vegetables",
      "Spices"
    ]
  },
  {
    "id": 4,
    "name": "Tomatoes",
    "description": "Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl.\nAenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum.",
    "quantity": "1 lb",
    "price$": 2.5,
    "slug": "tomatoes-on-the-vine",
    "categories": [
      "Vegetables"
    ]
  },
  {
    "id": 5,
    "name": "Basmati Rice",
    "description": "Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.\nPraesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio.",
    "quantity": "4 lb",
    "price$": 6.99,
    "slug": "basmati-rice",
    "categories": [
      "Bread & rice"
    ]
  },
  {
    "id": 6,
    "name": "Green Olives",
    "description": "Aenean auctor gravida sem. Etiam vel augue. Vestibulum rutrum rutrum neque.\nAenean sit amet justo. Morbi ut odio. Praesent id massa id nisl venenatis lacinia. ",
    "quantity": "1 lb, canned",
    "price$": 9.75,
    "slug": "green-olives",
    "categories": [
      "Canned food"
    ]
  },
  {
    "id": 7,
    "name": "Parsley",
    "description": "Maecenas rhoncus aliquam lacus. In quis justo.  Morbi quis tortor id nulla ultrices aliquet.\nPellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. \nSuspendisse potenti. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam.",
    "quantity": "1 bundle",
    "price$": 2.75,
    "slug": "parsley",
    "categories": [
      "Vegetables",
      "Spices"
    ]
  }
]